var quotelist = [
    ["今日全球化 明日自己过", "《十年水流东 十年水流西》"],
    ["这个社会“乐乐哭哭”，不知什么时候会结束<br />不去理它 不去理它<br />看一会儿电影 看一会儿书<br />吃碗小米 打个嗝","《乐乐哭哭》"],
    ["农村不像农村<br />城市不像城市<br />海丰公园只建一个门","《踏架脚车牵条猪》"],
    ["人生就像种荔枝<br />有雨也不好<br />无雨也不好","《李阿伯》"],
    ["梦想变成蚊香也不错啊<br />别变成蚊子就好了","《梦想化工厂》"],
    ["大鱼 小鱼 红鱼 麻鱼 我全部哈你","《绿苍苍》"],
    ["所有年青人<br />年青人 年青人<br />问题出现我再告诉大家","《问题出现我再告诉大家》"],
    ["好啦 别哭了 <br />吃饱饭就玩去吧","《莫怪你老爹》"],
    ["阿兄，你别怕！<br />我在这 我在这 我在这","《曹操你别怕》"],
    ["“交警同志，我、我、我是从农村来的。” ","《上县城》"],
    ["人们自由努力地工作<br />牛羊自由努力地跳舞","《做梦》"],
    ["今日开个大会 众仙可有到齐<br />如有到齐 何不拨开云雾相见","《大会》"],
    ["风咧在吹 雨咧在落<br />时间十多二十年过去了","《世情》"],
    ["阿良仔在工厂从早做到暗 哪儿都不曾去过<br /> 他的屋内还存有那么十多张 CD 和几本摇滚杂志","《世情》"],
    ["做好戏来 戏棚且勿拆<br />等我们来唱歌给你听","《收冬》"],
    ["农村已经科学地长出了城市 <br /> …… <br /> 城市又艺术地长出了农村","《城市找猪》"],
    ["我踏架脚车牵条猪","《踏架脚车牵条猪》"],
    ["鲜花在岸上开<br />他们在等待<br />你为什么不回来<br />哦，我已全都明白","《鲜花在岸上开》"],
    ["狗屎一样的东西呢 我见过很多<br />但是最美丽的风景我至今从没见过","《一些风景 》"],
    ["海风哦 啦啦啦啦 海风哦 啦啦啦啦<br />它吹到哪儿 哪儿就有人在唱歌","《海风》"],
    ["海风哦 啦啦啦啦 海风哦 啦啦啦啦<br />海风哦 海风哦 只要它在你的身边<br />去到哪里都不惊","《海风》"],
    ["如果可以的话我们就变成两只鸟儿<br />最好不要太大只<br />就像麻雀那样 四处去玩 四处去耍……","《海风》"],
    ["生活不是只有挣钱<br />生活要像海里的鱼","《心肝痛》"],
    ["你说 北方很冷 南方很热<br />整个世界忽冷忽热<br />可不知为何 我心不在焉<br />一直不在你的话题上","《广东姑娘》"],
    ["他是个画画的 他是个画画的<br />手筋断了你让他怎么画啊","《走鬼》"],
    ["你看那啊风<br />有时往东吹<br />有时往西吹<br />我的头发就是<br />这样被吹乱的啊","《我的头发就是这样被吹乱的啊》"],
    ["东莞的月亮<br />像一艘小船<br />载着一帮多情的侠客<br />在温柔的河面上游荡","《东莞的月亮》"],
    ["我们的爱情美得似蜜<br />花香四溢 甜而不腻","《我哈你》"],
    ["春天的风 鲜艳了吗 美丽了吗 不见了吧","《晚上好 春天小姐》"],
    ["朝廷颠倒扭<br />担担闪空手<br />天下是你的<br />世界任我游","《猪母上山咬老虎 》"],
    ["月亮离地球越来越远 太阳它日夜不停的加班<br />工厂每天都要打卡 工资又少得可怜<br />我必须要摆脱这些烦人的事 全力去爱她","《美丽漂亮, 英俊潇洒》"],
    ["嘿 我的朋友<br />明天的太阳依然为你而升起来","《初恋》"],
    ["嘿 我的朋友<br />我祝你一切顺利 生活愉快","《初恋》" ],
    ["你在我的耳边唱着歌<br />那时的歌声美妙动人","《石牌桥》"],
    ["人生不会像路那样可以倒着来行<br />海水就会变成云落成雨啊<br />落来落去 人就老了去","《有所追求》"],
    ["你欲跟我走吗？你欲跟我走吗？<br />我就等你一句话！","《阿虎》"],
    ["她想让我带她去海边<br />漫步在那柔软的沙滩上<br />让风吹走所有的忧伤<br />在椰子树下一觉到天亮","《梦幻丽莎发廊》"],
    ["自从第一次跟你说了话<br />你的美丽迷住了我的想法<br />就像天使落到我的脚下","《柔河里》"],
    ["我们要保持一个清醒的头脑<br />哪怕到了神志不清的那天","《秧歌舞》"],
    ["虽然说人生并没有什么意义<br />但是爱情确实让生活更加美丽","《阿珍爱上了阿强》"],
    ["燕子带来你的消息<br />说你已变了<br />你不再属于我<br />也不需要期待些什么","《小燕子》"],
    ["有个手风琴手<br />因为牙疼<br />学会了唱歌<br />后来伊觉得献给这个世界<br />最美好个礼物系唱歌<br />唔系牙疼","《老鼠影》"]
];

var randNum = Math.round( Math.random() * quotelist.length);
var q = quotelist[randNum][0];
var a = quotelist[randNum][1];

document.getElementById('quotes').innerHTML = q
document.getElementById('quotealbum').innerHTML = a